Repository: LocutusOfBorg/debomatic
Catalog: po/*.po
Languages: ast, cs, de, es, fr, he, ja, pt_br, ro, ru, sl, sv

source: Unable to access %s directory
ast: Nun se puede acceder al direutoriu %s
cs: Nelze otevřít adresář %s
de: Auf Verzeichnis %s kann nicht zugegriffen werden
es: No se puede acceder al directorio %s
fr: Impossible d'accéder au dossier %s
he: לא ניתן לגשת אל התיקייה %s
ja: %s ディレクトリにアクセスできません
pt_br: Não foi possível abrir o diretório %s
ro: Nu s-a putut accesa dosarul %s
ru: Нет доступа к каталогу %s
sl: Ne morem dostopati do direktorija %s
sv: Har inte tillgång till %s mappen

source: Keyring not found
ast: Nun s'alcontró l'aniellu de claves
cs: Klíčenka nenalezena
de: Schlüsselring nicht gefunden
es: Anillo de claves no encontrado
fr: Trousseau de clés introuvable
he: צרור המפתחות לא נמצא
ja: キーリングが見つかりません
ro: Inelul de chei nu a fost găsit
ru: Брелок не найден
sl: Zbirke ključev ni mogoče najti
sv: Kunde inte hitta nyckelringen

source: No valid signatures found
ast: Nun s'atoparon robles válides
cs: Žádný validní podpis
de: Keine gültigen Signaturen gefunden
es: No se encontraron firmas válidas
fr: Aucune signature valide disponible
he: לא נמצאו חתימות תקניות
ja: 妥当な署名が見つかりませんでした
pt_br: Nenhuma assinatura válida encontrada
ro: Nu s-a găsit nicio semnătură validă
ru: Не найдены допустимые подписи
sl: Ne najdem veljavnih podpisov
sv: Inga giltiga signaturer hittades

source: Unable to open %s
ast: Nun pudo abrise %s
cs: Nelze otevřít %s
de: %s kann nicht geöffnet werden
es: No se pudo abrir %s
fr: Incapable d'ouvrir %s
he: לא ניתן לפתוח את %s
ja: %s が開けません
pt_br: Não foi possível abrir %s
ro: Nu s-a putut deschide %s
ru: Не удалось открыть %s
sl: Ni mogoče odpreti %s
sv: Kunde inte öppna %s

source: Bad .changes file: %s
ast: Ficheru .changes incorreutu: %s
cs: Špatný .changes soubor: %s
de: Schlechte .changes-Datei: %s
es: Archivo .changes incorrecto: %s
fr: Fichier .changes invalide: %s
he: קובץ ה־‎.changes לא תקין: %s
ja: 不正な .changes ファイル: %s
pt_br: Arquivo .changes corrompido: %s
ro: Fișier .changes greșit: %s
ru: Плохой файл .changes: %s
sl: Pokvarjena .changes datoteka: %s
sv: Felaktig .changes fil: %s

source: Please set DISTRIBUTION in %s
ast: Hai que conseñar DISTRIBUTION en %s
cs: Prosím změňte DISTRIBUCI %s
de: Bitte DISTRIBUTION in %s einstellen
es: Por favor, asigne DISTRIBUTION en %s
fr: Veuillez indiquer la DISTRIBUTION dans %s
he: נא להגדיר את DISTRIBUTION תחת %s
ja: %s で DISTRIBUTION を設定してください
pt_br: Por favor defina DISTRIBUTION em %s
ro: Definiți DISTRIBUTION în %s
ru: Пожалуйста, установите DISTRIBUTION в %s
sl: Prosim nastavi DISTRIBUTION v %s
sv: Vänligen definiera DISTRIBUTION i %s

source: Please set MIRRORSITE in %s
ast: Hai que conseñar MIRRORSITE en %s
cs: Prosím změňte MIRRORSITE v %s
fr: Veuillez indiquer le MIRRORSITE dans %s
ja: %s で MIRRORSITE を設定してください
pt_br: Por favor defina MIRRORSITE in %s
ro: Definiți MIRRORSITE în %s
sl: Prosim nastavi MIRRORSITE v %s

source: Please set COMPONENTS in %s
ast: Hai que conseñar COMPONENTS en %s
cs: Prosím změňte KOMPONENTY v %s
fr: Veuillez indiquer les COMPONENTS dans %s
ja: %s で COMPONENTS を設定してください
pt_br: Por favor defina COMPONENTS in %s
ro: Definiți COMPONENTS în %s
sl: Prosim nastavi COMPONENTS v %s

source: Please set DEBOOTSTRAP in %s
ast: Hai que conseñar DEBOOTSTRAP en %s
cs: Prosím změňte DEBOOTSTRAP v %s
fr: Veuillez indiquer le DEBOOTSTRAP dans %s
ja: %s で DEBOOTSTRAP を設定してください
pt_br: Por favor defina DEBOOTSTRAP in %s
ro: Definiți DEBOOTSTRAP în %s
sl: Prosim nastavi DEBOOTSTRAP v %s

source: Unable to fetch %(mirror)s/dists/%(dist)s/Release.gpg
ast: Nun puede algamase %(mirror)s/dists/%(dist)s/Release.gpg
cs: Nepodařilo se stáhnout %(mirror)s/dists/%(dist)s/Release.gpg
fr: Impossible de télécharger %(mirror)s/dists/%(dist)s/Release.gpg
ja: %(mirror)s/dists/%(dist)s/Release.gpg を取得できません
pt_br: Não foi possível baixar %(mirror)s/dists/%(dist)s/Release.gpg
ro: Nu s-a putut descărca %(mirror)s/dists/%(dist)s/Release.gpg
sl: Ne morem prebrati %(mirror)s/dists/%(dist)s/Release.gpg

source: You must run deb-o-matic as root
ast: deb-o-matic tien d'executase como alministrador
cs: deb-o-matic musíte spustit jako root
de: deb-o-matic muss als root ausgeführt werden
es: Debe ejecutar deb-o-matic como administrador (root)
fr: Vous devez lancer deb-o-matic en root
he: יש להריץ את deb-o-matic כמשתמש על
ja: deb-o-matic は root で実行する必要があります
pt_br: Você deve executar o deb-o-matic como root
ro: Trebuie să rulați deb-o-matic ca root
ru: deb-o-matic нужно запускать от имени root
sl: Deb-o-matic moraš zagnati kot root
sv: Du måste köra deb-o-matic som root

source: Unable to enter daemon mode
ast: Nun se pudo entrar en mou daemon
cs: Nelze vložit mód démona
de: Wechsel in Hintergrundmodus fehlgeschlagen
es: No se pudo entrar en modo servicio
fr: Impossible de passer en mode démon
he: לא ניתן להיכנס למצב סוכן
ja: デーモンモードになれません
pt_br: Não foi possível iniciar o modo daemon
ro: Nu s-a putut intra în modul daemon
ru: Не могу войти в режим демона
sl: Ne morem vstopiti v daemon mode
sv: Kunde inte gå in i bakgrundsläge

source: Another instance is running. Aborting
ast: Ta n'execución otra instancia. Encaboxando
cs: Jiná instance je spuštěna. Rušení
de: Eine Instanz läuft bereits. Abbrechen
es: Hay otra instancia del programa en ejecución. Cancelando.
fr: Une autre instance est en cours d'exécution. Abandon
he: ישנו מופע נוסף פעיל. מתבצע ביטול.
ja: 別のインスタンスが実行されています。終了します
pt_br: Já existe uma instância em execução. Abortando
ro: O altă instanță rulează deja. Anulez
ru: Другой экземпляр уже выполняется. Останов
sl: Program že teče. Preklicujem
sv: En annan instans körs. Avslutar

source: Please specify a configuration file
ast: Hai que conseñar un ficheru de configuración
cs: Prosím specifikujte konfigurační soubor
de: Bitte geben Sie eine Konfigurationsdatei an
es: Por favor, especifique un archivo de configuración
fr: Veuillez indiquer un fichier de configuration
he: יש להגדיר קובץ תצורה
ja: 設定ファイルを指定してください
pt_br: POr favor, especifique um arquivo de configuração
ro: Specificați un fișier de configurare
ru: Пожалуйста, укажите файл настроек
sl: Prosim določi nastavitveno dataoteko
sv: Vänligen specifiera en konfigurations fil

source: Configuration file %s does not exist
ast: El ficheru de configuración %s nun esiste
cs: Konfigurační soubor %s neexistuje
de: Konfigurationsdatei %s existiert nicht
es: El archivo de configuración %s no existe
fr: Le fichier de configuration %s est inexistant
he: קובץ התצורה %s אינו קיים
ja: 設定ファイル %s が存在しません
pt_br: Arquivo de configuração %s não existe
ro: Fișierul de configurare %s nu există
ru: Файл настроек %s не существует
sl: Nastavitvena datoteka %s ne obstaja
sv: Konfigurations filen %s finns inte

source: Please set "%(opt)s" in %(conffile)s
ast: Afita "%(opt)s" en %(conffile)s
cs: Prosím nastavte "%(opt)s" v %(conffile)s
de: Bitte »%(opt)s« in %(conffile)s einstellen
es: Por favor, establezca "%(opt)s" en %(conffile)s
fr: Veuillez activer "%(opt)s" dans %(conffile)s
he: יש להגדיר את "%(opt)s" תחת %(conffile)s
pt_br: Por favor defina "%(opt)s" em %(conffile)s
ro: Definiți „%(opt)s” în %(conffile)s
ru: Пожалуйста установите "%(opt)s" в %(conffile)s
sl: Prosim nastavi "%(opt)s" v %(conffile)s
sv: Vänligen definiera "%(opt)s" i %(conffile)s

source: Waiting for threads to finish, it could take a while...
ast: Esperando a que finen los filos, seique tarde un ratu...
cs: Čekám až skončí vlákna, toto může chvíli trvat...
de: Auf das Ende der Prozesse wartend, es könnte eine Weile dauern …
es: Esperando que los procesos terminen, puede tardar un rato...
fr: Attente de la fin d'exécution des threads. Cela peut prendre du temps…
he: בהמתנה לסיום התהליכים, זה עלול לקחת זמן מה...
ja: スレッドが終了するのを待っています、これには暫くかかります…
pt_br: Esperando que as threads terminem, isto pode demorar um pouco...
ro: Se așteaptă ca firele de execuție să-și termine execuția, aceasta ar putea dura...
ru: Ждем завершения потоков, это может занять некоторое время...
sl: Čakam, da se niti zaključijo. To lahko traja nekaj časa...
sv: Väntar på att trådar ska färdigställas, det kan ta en stund...

source: %(builder)s %(cmd)s failed
ast: Falló %(builder)s %(cmd)s
cs: %(builder)s %(cmd)s selhalo
de: %(builder)s %(cmd)s fehlgeschlagen
es: %(builder)s %(cmd)s ha fallado
fr: %(builder)s %(cmd)s a échoué
he: הפקודה %(cmd)s של %(builder)s כשלה
ro: %(builder)s %(cmd)s a eșuat
ru: %(builder)s %(cmd)s не удалось
sl: %(builder)s %(cmd)s je spodletelo

source: Distribution %s is disabled
de: Distribution %s ist deaktiviert
es: La distribución %s está desactivada
fr: La distribution %s est désactivée
ro: Distribuția %s este dezactivată
ru: Распределение %s отключено

source: Please set %(parm)s in %s(conf)s
ru: Пожалуйста установите %(parm)s в %s(conf)s
